[Icons.Icon_Z2_Skagzilla_PlaceFood InteractionIconDefinition]
Text="COLOCAR COMIDA"

[Icons.Icon_Z2_Skagzilla_PlaceMeds InteractionIconDefinition]
Text="COLOCAR REMÉDIO"

[IO_DogChain InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Skagzilla2_VendingMachine InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_PuppyFood MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Comida para cachorros"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_PuppyFood:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Hummm!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_PuppyMeds MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Remédio Para Cachorros"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_PuppyMeds:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cura garantida para todas as enfermidades caninas."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_SkagFood MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Espeto de Skag"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_SkagFood:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um delicioso Skag assado no espeto."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_Skagzilla2_DogFood1 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Picadinho"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_Skagzilla2_DogFood1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Hummm, que delícia..."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_Skagzilla2_DogFood2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Petiscos"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_Skagzilla2_DogFood2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Hummm!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_Skagzilla2_SkagTounge MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Língua de Skag"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_Skagzilla2_SkagTounge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um delicioso prato à base de carne de Skag."
NoConstraintText=""
Suffix=""
Prefix=""

[ObjectGrade_Skagzilla2_VendingMachine InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[PlacedMedicine InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[PlacedSkagOnStick InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[PlacedSkagTongues InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[SkagOnStick InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[SkagOnStickEaten InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

